Repository: git-catholic/rosary-beads
Catalog: docs/*/assets/i18n/messages.*.xlf
Languages: es

# rosaryTitle
source: Rosary Beads
es: Rosario

source: Reset Prayer
es: Reiniciar oración

source: Start New Prayer
es: Iniciar una nueva oración

source: Select Language
es: Seleccione el idioma

# lang-english
source: English
es: Inglés

# lang-spanish
source: Spanish
es: Español

# prayer-leader
source: Leader:
es: Líder

# prayer-response
source: Response:
es: Respuesta

# glorious-mystery-1
source: The Resurrection
es: La Resurrección de Nuestro Señor

# glorious-mystery-2
source: The Ascension
es: La ascención de Nuestro Señor al cielo

# glorious-mystery-3
source: The Coming of the Holy Spirit
es: La Venida del Espíritu Santo

# glorious-mystery-4
source: The Assumption of the Blessed Mother
es: La Asunción de la Virgen María

# glorious-mystery-5
source: The Coronation of the Blessed Mother
es: La Coronación de María como reina del cielo y de la tierra

# joyful-mystery-1
source: The Annunciation
es: La Anunciación del ángel Gabriel a María

# joyful-mystery-2
source: The Visitation
es: La visitación de María a su prima Isabel

# joyful-mystery-3
source: Birth of our Lord
es: El Nacimiento de Nuestro Señor

# joyful-mystery-4
source: The Presentation
es: La presentación de Nuestro Señor en el Templo

# joyful-mystery-5
source: The Finding of our Lord in the temple
es: El niño perdido y hallado en el Templo

# luminous-mystery-1
source: The Baptism in the Jordan
es: El bautismo de Nuestro Señor en el Río Jordan

# luminous-mystery-2
source: The Wedding Feast at Cana
es: El milagro en las bodas de Caná

# luminous-mystery-3
source: The Proclamation of the Kingdom of God
es: La proclamación del Reino de Dios

# luminous-mystery-4
source: The Transfiguration
es: La Transfiguración de Nuestro Señor

# luminous-mystery-5
source: The Instituation of the Eucharist
es: La institución de la Santa Eucaristía

# sorrowful-mystery-1
source: The Agony in the Garden
es: La agonía de Nuestro Señor en el jardín

# sorrowful-mystery-2
source: The Scourging at the Pillar
es: La flagelación de Nuestro Señor en el muro

# sorrowful-mystery-3
source: The Crowning of Thorns
es: La coronación de espinas

# sorrowful-mystery-4
source: The Carrying of the Cross
es: Nuestro Señor carga la cruz al Calvario

# sorrowful-mystery-5
source: The Crucifixion and Death of our Lord
es: Jesus muere en la cruz

source: Fruit of the Mystery:
es: Fruto del Misterio:

# mysteryLiteral
source: Mystery
es: Misterio

source: Liturgical period:
es: Tiempo litúrgico

source: Select the desired Mystery:
es: Seleccione el misterio deseado:

source: Glorious
es: Gloriosos

# glorious-notes
source: Sunday and Wednesday
es: Domingo y Miércoles

source: Joyful
es: Gozosos

# joyful-notes
source: Monday, Saturday and Sunday during Advent
es: Lunes, Sábado y Domingo de Adviento

source: Luminous
es: Luminosos

# luminous-notes
source: Thursday
es: Jueves

source: Sorrowful
es: Dolorosos

# sorrowful-notes
source: Tuesday, Friday and Sunday during Lent
es: Martes, Viernes y Domingo de Cuaresma

# prayerHolyRosary
source: The Holy Rosary
es: El Santo Rosario

source: Important Times
es: Tiempos importantes

source: Rosary Beads
es: Rosario

source: Automatic
es: Automática

source: Ordinary Time
es: Tiempo ordinario

# creed
source: I believe in God the Father almighty Creator of Heaven and Earth; I believe in Jesus Christ, His only Son, Our Lord who was conceived by the Holy Spirit, born of the Virgin Mary, suffered under Pontius Pilate, was crucified, died and was buried; He decended into hell; the third day He rose again from the dead; He ascended into heaven, sits at the right hand of God the Father Almighty; from there He shall come to judge the living and the dead. I believe in the Holy Spirit; the Holy Catholic Church, the communion of saints; the forgiveness of sins; the resurrection of the body; and life everylasting. Amen.
es: Creo en Dios, Padre todopoderoso, creador del Cielo y de la Tierra. Creo en Jesucristo su único Hijo, Señor Nuestro, que fue concebido por obra y gracia del Espíritu Santo; nació de Santa María Virgen; padeció bajo el poder de Poncio Pilato; fue crucificado, muerto y sepultado; descendió a los infiernos; al tercer día resucitó de entre los muertos; subió a los cielos y está sentado a la derecha de Dios Padre; desde allí ha de venir a juzgar a vivos y muertos. Creo en el Espíritu Santo, la Santa Iglesia Católica, la comunión de los Santos el perdón de los pecados la resurrección de la carne y la vida eterna. Amén

# closing-leader-1
source: Pray for us, O holy Mother of God.
es: Ruega por nosotros, Santa Madre de Dios,

# closing-response-1
source: That we may be made worthy of the promises of Christ.
es: para que seamos dignos de alcanzar las promesas de nuestro Señor Jesucristo.

# closing-leader-2
source: Let us pray:
es: Dejanos rezar:

# closing-response-2
source: O God, whose only begotten Son, by His life, death and resurrection, has purchased for us the rewards of eternal life, grant, we beseech Thee, that meditating on these mysteries of the Most Holy Rosary of the Blessed Virgin Mary, we may imitate what they contain, and obtain what they promise, through the same Christ, our Lord. Amen.
es: Oh Dios cuyo unigénito hijo con su vida, muerte y resurrección nos alcanzó el premio de la vida eterna, concédenos a los que recordamos estos misterios del Santo Rosario, imitar lo que contienen y alcanzar lo que prometen, por el mismo Jesucristo Nuestro Señor. Amén

# glory-leader
source: Glory be to the Father, and the Son, and the Holy Spirit.
es: Gloria al Padre, al Hijo y al Espíritu Santo.

# glory-response
source: As it was in the beginning, is now, and ever shall be, world without end. Amen.
es: Como era en el principio, ahora y siempre, por los siglos de los siglos. Amén

# fatima
source: Oh my Jesus, forgive us our sins, save us from the fires of hell; lead all souls to heaven, especially those in most need of your mercy! Amen.
es: Oh Jesús mío, perdóna nuestros pecados, líbranos del fuego del infierno, lleva a todas las almas al cielo, especialmente a las más necesitadas de tu misericordia Amén

# hail-holy-queen
source: Hail, Holy Queen, Mother of Mercy, our life, our sweetness, and our hope. To thee do we cry, poor banished children of Eve. To thee do we send up our sighs, mourning and weeping in this vale of tears. Turn then, most gracious advocate, thine eyes of mercy towards us, and after this our exile show unto us the blessed fruit of thy womb, Jesus. O clement, O loving, O sweet Virgin Mary. Amen
es: Dios te salve, Reina y Madre, madre de misericordia, vida, dulzura y esperanza nuestra, Dios te salve. A ti llamamos los desterrados hijos de Eva. A ti suspiramos gimiendo y llorando en este valle de lágrimas. Ea, pues, Señora, abogada nuestra: vuelve a nosotros esos tus ojos misericordiosos. Y después de este destierro, muéstranos a Jesús, fruto bendito de tu vientre. Oh clemente, oh piadosa, oh dulce Virgen María. Amén

# hail-mary-leader
source: Hail Mary, full of grace, the Lord is with thee; blessed art thou amongst women, and blessed is the fruit of thy womb, Jesus.
es: Dios te salve, María. Llena eres de gracia: El Señor es contigo. Bendita eres entre todas las mujeres. Y bendito es el fruto de tu vientre: Jesús.

# hail-mary-response
source: Holy Mary, Mother of God, pray for us sinners, now, and at the hour of our death. Amen.
es: Santa María, Madre de Dios, ruega por nosotros pecadores, ahora y en la hora de nuestra muerte. Amén

# our-father-leader
source: Our Father who art in heaven, hallowed be Thy name; Thy kingdom come; Thy will be done on earth as it is in heaven.
es: Padre nuestro, que estás en el cielo. Santificado sea tu nombre. Venga tu reino. Hágase tu voluntad en la tierra como en el cielo.

# our-father-response
source: Give us this day our daily bread; and forgive us our trespasses, as we forgive those who trespass against us; and lead us not into temptation; but deliver us from evil. Amen.
es: Danos hoy nuestro pan de cada día. Perdona nuestras ofensas, como también nosotros perdonamos a los que nos ofenden. No nos dejes caer en tentación y líbranos del mal. Amén

# signCrossName
source: The Sign of the Cross
es: La Señal de la Cruz

# sign-cross
source: In the name of the Father, and of the Son, and of the Holy Spirit. Amen.
es: En el nombre del Padre, y del Hijo, y del Espíritu Santo. Amén

source: Thank you for praying
es: ¡Gracias por rezar

source: today!
es: hoy!

# adventLabel
source: Advent
es: Adviento

# christmasLabel
source: Christmas
es: Navidad

# lentLabel
source: Lent
es: Cuaresma

# triduumLabel
source: Holy Triduum
es: Santo Triduo

source: Holy Thursday
es: Jueves Santo

# goodFridayLabel
source: Good Friday
es: Viernes Santo

# holySaturdayLabel
source: Holy Saturday
es: Sábado Santo

# easterLabel
source: Easter
es: Pascua

# easterSundayLabel
source: Easter Sunday
es: Domingo de Resurrección
